[
  {
    "id": 46899,
    "hotelid": 71708,
    "name": "Akademiehotel Jena",
    "address": "Am Stadion 1",
    "city": "Jena",
    "country": "Germany",
    "propertytype": "Hotels",
    "star_rating": 2,
    "Rooms": "Standard Twin Bed",
    "Prices (USD)": 91,
    "Amenities": "Room size: 16 m¬≤/172 ft¬≤, Shower, 2 single beds",
    "Hotel Desc": "Situated near the football stadium in Jena, this hotel is affiliated with the Thuringian Social Academy's educational centre. It offers affordable accommodation, free WiFi and a complimentary ticket for local public transport in Jena.\n\nThe Akademiehotel Jena offers functional yet comfortable rooms. Guests can enjoy free dinner from Monday to Thursday.\n\nGuests with mobility problems will appreciate the hotel's barrier-free, level-access design."
  },
  {
    "id": 47442,
    "hotelid": 179090,
    "name": "Mullingar Park Hotel",
    "address": "Dublin Road",
    "city": "Mullingar",
    "country": "Ireland",
    "propertytype": "Hotels",
    "star_rating": 4,
    "Rooms": "Standard Twin Room",
    "Prices (USD)": 211,
    "Amenities": "Room size: 16 m¬≤/172 ft¬≤, Street view, Non-smoking, Shower and bathtub, 2 single beds",
    "Hotel Desc": "Perfectly situated, The Bay View Hotel overlooks magnificent Donegal Bay. Blue Flag Fintra Beach is a 5-minute drive away and Slieve League Cliffs, the highest sea cliffs in Europe, just a 30 minute drive away."
  },
  {
    "id": 46519,
    "hotelid": 1774517,
    "name": "Hotel - Restaurant La Claire Foret",
    "address": "Allee de la Claire Foret",
    "city": "Morhange",
    "country": "France",
    "propertytype": "Hotels",
    "star_rating": 3,
    "Rooms": "Standard Twin Room",
    "Prices (USD)": 121,
    "Amenities": "Room size: 13 m¬≤/140 ft¬≤, Shower, 2 single beds",
    "Hotel Desc": "Located in Morhange, 43 km from Parc des Expositions de Metz, Hotel - Restaurant La Claire Forêt provides accommodation with a garden, free private parking, a shared lounge and a restaurant. This 3-star hotel features free WiFi and a bar. The property is non-smoking and is situated 50 km from Centre Pompidou-Metz.\n\nThe hotel will provide guests with air-conditioned rooms with a desk, a coffee machine, a fridge, a minibar, a safety deposit box, a flat-screen TV, a terrace and a private bathroom with a shower. At Hotel - Restaurant La Claire Forêt each room is equipped with bed linen and towels."
  },
  {
    "id": 62032,
    "hotelid": 217804,
    "name": "Fitzgeralds Woodlands House Hotel",
    "address": "Knockanes",
    "city": "Adare",
    "country": "Ireland",
    "propertytype": "Hotels",
    "star_rating": 4,
    "Rooms": "Apartment (5 Adults)",
    "Prices (USD)": 313,
    "Amenities": "Room size: 22 m¬≤/237 ft¬≤, Shower and bathtub, 5 single beds",
    "Hotel Desc": "Set on the edge of Adare, Fitzgeralds is 10 minutes' from Limerick City. It offers an award-winning restaurant, a leisure club with a pool, the Revas Spa and free WiFi throughout.\n\nRooms at Fitzgeralds Woodlands House have private bathrooms with luxury toiletries and fluffy towels. The also include beds adorned with Egyptian cotton sheets and goose-down duvets.\n\nThe Fieldings of Adare restaurant offers elegant dining whilst traditional Irish food is served in Timmy Mac's Bistro. Relax in a comfy sofa and enjoy some Irish music at Fitzy's Bar."
  },
  {
    "id": 47611,
    "hotelid": 179754,
    "name": "Tolon Holidays Hotel",
    "address": "4,Solonos Aritzi Street",
    "city": "Tolo",
    "country": "Greece",
    "propertytype": "Hotels",
    "star_rating": 3,
    "Rooms": "Standard Room with 1 Double and 1 Single Bed",
    "Prices (USD)": 99,
    "Amenities": "Room size: 18 m¬≤/194 ft¬≤, Shower, 1 double bed and 1 bunk bed",
    "Hotel Desc": "Conveniently situated in the Tolo part of Tolo, this property puts you close to attractions and interesting dining options. This 4-star property is packed with in-house facilities to improve the quality and joy of your stay."
  },
  {
    "id": 47484,
    "hotelid": 1792933,
    "name": "Hotel Hecht",
    "address": "Hauptstrasse 51",
    "city": "Rheineck",
    "country": "Switzerland",
    "propertytype": "Hotels",
    "star_rating": 2,
    "Rooms": "Family Room",
    "Prices (USD)": 211,
    "Amenities": "Room size: 25 m¬≤/269 ft¬≤, Non-smoking, Separate shower/bathtub, 1 single bed and 1 queen bed",
    "Hotel Desc": "Located in Rheineck, 15 km from Dornbirn Exhibition Centre, Hotel Hecht provides accommodation with a garden, free private parking, a terrace and a restaurant. With a bar, the 2-star hotel has air-conditioned rooms with free WiFi, each with a private bathroom. The accommodation features a concierge service, a tour desk and currency exchange for guests.\n\nAt the hotel, all rooms come with a desk. Rooms are fitted with a flat-screen TV, and certain rooms at Hotel Hecht have a city view. At the accommodation each room has bed linen and towels.\n\nA continental breakfast is available daily at Hotel Hecht.\n\nGuests at the hotel will be able to enjoy activities in and around Rheineck, like hiking and cycling.\n\nCasino Bregenz is 15 km from Hotel Hecht, while Olma Messen St. Gallen is 21 km away. The nearest airport is St. Gallen-Altenrhein, 3 km from the accommodation, and the property offers a paid airport shuttle service."
  },
  {
    "id": 47707,
    "hotelid": 180099,
    "name": "Bit Center Hotel",
    "address": "Litijska cesta 57",
    "city": "Ljubljana",
    "country": "Slovenia",
    "propertytype": "Hotels",
    "star_rating": 2,
    "Rooms": "Grand Deluxe Double Room",
    "Prices (USD)": 106,
    "Amenities": "Room size: 20 m¬≤/215 ft¬≤, Shower, 1 queen bed",
    "Hotel Desc": "Located 3 km from the centre of Ljubljana, the Bit Center Hotel is in a quiet green area with a big parking space, badminton and squash courts. The hotel also offers a fitness centre, a dry sauna, massage facilities and a gym.\nThe hotel is easily accessible by public transport as well as from the city ring motorway. Bit Center Hotel is close to the biggest shopping centre in Slovenia, the BTC City, which houses over 400 shops, restaurants, a cinema, a water park and others facilities.\nThe modern style rooms are equipped with a TV. Private bathrooms come with a shower and a hairdryer. Towels and bed linens are provided."
  },
  {
    "id": 47783,
    "hotelid": 180268,
    "name": "Bristol Nice",
    "address": "22, rue Paganini",
    "city": "Nice",
    "country": "France",
    "propertytype": "Hotels",
    "star_rating": 2,
    "Rooms": "Double Room",
    "Prices (USD)": "",
    "Amenities": "Room size: 12 m¬≤/129 ft¬≤, Shower, 1 double bed",
    "Hotel Desc": "Located in central Nice, the Bristol is 200 metres from the SNCF train station and 1 km from the beach. This 3-star hotel offers air-conditioned accommodation and free WiFi in all areas.\n\nEach guest room at the Bristol Nice Hotel has a shower and is serviced by a lift. Rooms are also equipped with an LCD TV and a work desk.\n\nThe Bristol provides a 24-hour reception and guests can easily explore the city. The Vieux Nice district is just a 20-minute walk away."
  },
  {
    "id": 48144,
    "hotelid": 7264500,
    "name": "Village Hotel Portsmouth",
    "address": "Lakeshore Drive",
    "city": "Portsmouth",
    "country": "United Kingdom",
    "propertytype": "Hotels",
    "star_rating": 3,
    "Rooms": "Single Room",
    "Prices (USD)": 162,
    "Amenities": "Room size: 10 m¬≤/108 ft¬≤, Non-smoking, Separate shower/bathtub, 1 single bed",
    "Hotel Desc": "The car parking and the Wi-Fi are always free, so you can stay in touch and come and go as you please. Conveniently situated in the Cosham part of Portsmouth, this property puts you close to attractions and interesting dining options. Rated with 3 stars, this high-quality property provides guests with access to restaurant, hot tub and fitness center on-site."
  },
  {
    "id": 48159,
    "hotelid": 7264702,
    "name": "Village Hotel Coventry",
    "address": "Dolomite Ave, Coventry Business Park",
    "city": "Coventry",
    "country": "United Kingdom",
    "propertytype": "Hotels",
    "star_rating": 3,
    "Rooms": "Double Room",
    "Prices (USD)": 77,
    "Amenities": "Room size: 13 m¬≤/140 ft¬≤, Non-smoking, Separate shower/bathtub, 1 double bed",
    "Hotel Desc": "The car parking and the Wi-Fi are always free, so you can stay in touch and come and go as you please. Conveniently situated in the Earlsdon part of Coventry, this property puts you close to attractions and interesting dining options. Don't leave before paying a visit to the famous Coventry Airport. Rated with 3 stars, this high-quality property provides guests with access to massage, restaurant and hot tub on-site."
  },
  {
    "id": 46980,
    "hotelid": 71816,
    "name": "Egestorfer Hof",
    "address": "Lubberstedter Strasse 1",
    "city": "Egestorf",
    "country": "Germany",
    "propertytype": "Hotels",
    "star_rating": 4,
    "Rooms": "Superior Double Room",
    "Prices (USD)": 169,
    "Amenities": "Free Wi-Fi, Extra low price! (non-refundable)",
    "Hotel Desc": "Our traditional country hotel near the half-timbered church in the heart of Egestorf, blends beautifully into the countryside.\n\nYou will experience a sense of tradition here. The town of Egestorf lies on the edge of Lüneburg heath natural reserve and is easy to reach via the Hamburg – Hanover motorway. We also feature in-house bowling facilities and a large reception room for up to 100 guests, ideal for hosting private functions and complete with a dance floor."
  },
  {
    "id": 46768,
    "hotelid": 1784416,
    "name": "Moxy Vienna Airport",
    "address": "Ausfahrtsstrasse 4",
    "city": "Vienna",
    "country": "Austria",
    "propertytype": "Hotels",
    "star_rating": 3,
    "Rooms": "Apartment",
    "Prices (USD)": 252,
    "Amenities": "Room size: 27 m¬≤/291 ft¬≤, 2 single beds and 1 double bed",
    "Hotel Desc": "Get your trip off to a great start with a stay at this property, which offers free Wi-Fi in all rooms. Conveniently situated in the Vienna International Airport part of Vienna, this property puts you close to attractions and interesting dining options. Don't leave before paying a visit to the famous Schonbrunn Palace. Rated with 3 stars, this high-quality property provides guests with access to restaurant and fitness center on-site."
  },
  {
    "id": 46668,
    "hotelid": 17802,
    "name": "Atlas Hotel Holiday",
    "address": "Groene Kruisweg 11",
    "city": "Spijkenisse",
    "country": "Netherlands",
    "propertytype": "Hotels",
    "star_rating": 3,
    "Rooms": "Privilege room with 1 King Size bed",
    "Prices (USD)": 200,
    "Amenities": "Extra low price! (non-refundable)",
    "Hotel Desc": "The 3-star Atlas Hotel Holiday offers elegant accommodation, a wonderful terrace and ample free parking facilities.\n\nHave a relaxing stay in the warm ambience of this hotel, not far from the harbour of Spijkenisse and at walking distance from its charming centre. You can taste delightful cuisine in the restaurant Golden Grill or have a drink at the cosy bar.\n\nMake use of the Wi-Fi internet connection throughout the entire hotel. With its conference rooms, the hotel offers space for both business meetings and events or parties.\n\nNear the dynamic city of Rotterdam and the industrial Maasvlakte area, you can easily use this hotel as a peaceful base for your city trip."
  },
  {
    "id": 46906,
    "hotelid": 717107,
    "name": "The Gun Lodge Hotel",
    "address": "High Street",
    "city": "Ardersier",
    "country": "United Kingdom",
    "propertytype": "Hotels",
    "star_rating": 3,
    "Rooms": "Twin Room with Balcony",
    "Prices (USD)": 165,
    "Amenities": "Room size: 25 m¬≤/269 ft¬≤, Balcony/terrace, Shower, 2 single beds",
    "Hotel Desc": "The car parking and the Wi-Fi are always free, so you can stay in touch and come and go as you please. Conveniently situated in the Ardersier part of Ardersier, this property puts you close to attractions and interesting dining options. This 3-star property features restaurant to make your stay more indulgent and memorable."
  },
  {
    "id": 46971,
    "hotelid": 71792,
    "name": "Rennsteighotel Herrnberger Hof",
    "address": "Eisfelder Strasse 44",
    "city": "Neuhaus am Rennweg",
    "country": "Germany",
    "propertytype": "Hotels",
    "star_rating": 3,
    "Rooms": "Standard Double Room",
    "Prices (USD)": 129,
    "Amenities": "Free Wi-Fi, Extra low price! (non-refundable)",
    "Hotel Desc": "Rennsteighotel Herrnberger Hof is situated in Neuhaus am Rennweg, in the heart of the Thuringian Forest. The hotel features free WiFi access, a sauna and a terrace.\n\nEach of the rooms at the Rennsteighotel Herrnberger Hof comes equipped with a flat-screen TV and a private bathroom.\n\nA fresh breakfast buffet is available each morning at the hotel, and the hotel restaurant serves a range of international and regional specialities. There is a further selection of restaurants within a 5-minute walking distance of the accommodation.\n\nPopular activities in the surrounding area include hiking, cycling and skiing, and there are ski storage facilities available at the property. The Rennsteig hiking trail is easily accessible from the hotel."
  },
  {
    "id": 50089,
    "hotelid": 73818,
    "name": "Zur Alten Schmiede",
    "address": "Lindenring 36",
    "city": "Naumburg",
    "country": "Germany",
    "propertytype": "Hotels",
    "star_rating": 4,
    "Rooms": "Deluxe",
    "Prices (USD)": 251,
    "Amenities": "Room size: 21 m¬≤/226 ft¬≤, Balcony/terrace, Non-smoking, Shower and bathtub, 1 double bed",
    "Hotel Desc": "This traditional hotel is set in the historic heart of Naumburg, just a short stroll from the city's famous cathedral. Free WiFi is provided. The Hotel Zur Alten Schmiede offers bright, attractively equipped rooms in a prime location. You can quickly reach the city's attractions such as the Marientor gate and Nietzsche-Haus from here. The hotel's modern conference facilities satisfy the requirements of all business travellers. Built in the style of an old forge, the cosy restaurant is another highlight. Treat yourself to delicious specialities and wines from the Saale-Unstrut region."
  },
  {
    "id": 50215,
    "hotelid": 1830235,
    "name": "Adria Mobile Homes",
    "address": "Hoteli Solaris 86",
    "city": "Sibenik",
    "country": "Croatia",
    "propertytype": "Holiday parks",
    "star_rating": 4,
    "Rooms": "Double Room with Lounge",
    "Prices (USD)": 112,
    "Amenities": "Room size: 34 m¬≤/366 ft¬≤, Shower, 1 double bed",
    "Hotel Desc": "Set a short walk from a beach and surrounded by a pine tree forest, Adria Mobile Homes are situated in Šibenik area, in Solaris Camping. The guests can have a meal at the on-site restaurant or have a drink at the bar. Free WiFi in public areas and free parking are provided. All units are air-conditioned and offer a furnished terrace. Each has a seating and dining area as well as a flat-screen TV. A kitchenette with a microwave, coffee machine and fridge comes with each The bathroom comprises a shower. Linen and towels are provided free of charge. For an additional fee, guests can enjoy the water park with an outdoor swimming pool, book a massage treatment or relax in the sauna or hot tub. Grocery delivery service is available as well. On-site sports facilities include tennis court and mini golf course, while the area is popular for snorkeling and windsurfing. Bicycle rental and car hire service are also offered on site. Adria Mobile Homes is 3.2 km from Fortress of St. Nicholas. Featuring Cathedral of St. James, Šibenik Old Town is 6 km away. Split Airport is at the distance of 54 km."
  },
  {
    "id": 50434,
    "hotelid": 1838505,
    "name": "Albergo Il Sicomoro",
    "address": "localita pianezza 2",
    "city": "Fivizzano",
    "country": "Italy",
    "propertytype": "Hotels",
    "star_rating": 2,
    "Rooms": "Standard Room Non-Smoking",
    "Prices (USD)": 109,
    "Amenities": "Shower and bathtub, Private pool",
    "Hotel Desc": "Situated in Fivizzano, 31 km from Carrara Convention Center, Albergo Il Sicomoro features accommodation with a seasonal outdoor swimming pool, free private parking, a garden and a shared lounge. With free WiFi, this 2-star hotel has a terrace and a restaurant. Guests can have a drink at the bar. The hotel offers a children's playground. Saint George's Castle is 33 km from Albergo Il Sicomoro, while Technical Naval Museum is 33 km from the property. The nearest airport is Pisa International Airport, 92 km from the accommodation."
  },
  {
    "id": 50504,
    "hotelid": 1841667,
    "name": "B&B Villa Angy",
    "address": "Vrelo Korenicko 38",
    "city": "Korenica",
    "country": "Croatia",
    "propertytype": "Bed and breakfasts",
    "star_rating": 4,
    "Rooms": "1 Double Bed",
    "Prices (USD)": 50,
    "Amenities": "Room size: 16 m¬≤/172 ft¬≤, Nature view, Balcony/terrace, Non-smoking, Shower and bathtub, 1 double bed",
    "Hotel Desc": "Featuring free WiFi and air conditioning, B&B Villa Angy is located in Vrelo Koreničko. Entrance 1 to the UNESCO-protected Plitvice Lakes National Park is 16 km away. Free private parking is available on site. The accommodation is fitted with a flat-screen TV. There is also a kitchen in some of the units, fitted with a microwave and fridge. Every unit comes with a private bathroom with a shower. Towels and bed linen are offered. B&B Villa Angy also includes a terrace. Guests can enjoy a meal at the on-site restaurant. Bihać is 37 km from B&B Villa Angy, while Slunj is 39 km away. The nearest airport is Zadar Airport, 125 km from B&B Villa Angy."
  },
  {
    "id": 50648,
    "hotelid": 73911,
    "name": "Zum Landsberger Hof",
    "address": "Alter Markt 18",
    "city": "Arnsberg",
    "country": "Germany",
    "propertytype": "Hotels",
    "star_rating": 3,
    "Rooms": "Deluxe Double Room",
    "Prices (USD)": 88,
    "Amenities": "Room size: 14 m¬≤/151 ft¬≤, 1 single bed",
    "Hotel Desc": "This 3-star hotel in Arnsberg offers fresh traditional German cuisine with organic food. The landmark Glockenturm tower is just steps away. All of the rooms at the Zum Landsberger Hof include cable TV, a seating area, and a modern bathroom. Wi-Fi is available for free. The Zum Landsberger Hof has secure bicycle storage facilities. Zum Landsberger Hof is located in the city centre of the old town of historic Arnsberg. Attractions near the Landsberger Hof include the Sauerland Museum, located only 30 metres away. Nordic walking and hiking trails are located nearby."
  },
  {
    "id": 51056,
    "hotelid": 744115,
    "name": "Torre Maestre Hotel Rural",
    "address": "Real 51",
    "city": "Villar del Maestre",
    "country": "Spain",
    "propertytype": "Hotels",
    "star_rating": 3,
    "Rooms": "Family - 3 Persons",
    "Prices (USD)": 149,
    "Amenities": "Garden view, Shower and bathtub, 1 double bed or 1 single bed",
    "Hotel Desc": "The center of Villar del Maestre can be reached within 5 minutes' walk of this hotel. Within a 65-minute drive of the Villar del Maestre hotel, guests can visit Albarracin."
  },
  {
    "id": 51224,
    "hotelid": 1846533,
    "name": "Castel Transilvania",
    "address": "Str. Mihai Eminescu, Nr.136i",
    "city": "Baia Mare",
    "country": "Romania",
    "propertytype": "Hotels",
    "star_rating": 4,
    "Rooms": "Superior Suite",
    "Prices (USD)": 170,
    "Amenities": "Room size: 25 m¬≤/269 ft¬≤, 1 king bed",
    "Hotel Desc": "Built in a style inspired by medieval architecture, Castel Transilvania offers its guests outdoor pools overlooking Baia Mare, a night club,a conference room and an à la carte restaurant. Free WiFi is available in the entire property. Guests will find units decorated in dark brown and red tones, fitted with a fireplace. The rooms feature air conditioning, a flat-screen TV with satellite channels, a sofa, a seating area and a desk. Private bathrooms are included. Some of the rooms of Castel Transilvania also have a balcony or a terrace where you can relax. You can choose to enjoy the international and traditional menu in the medieval ambiance of the restaurant. Castel Transilvania also includes a conference room and 2 banquet halls."
  },
  {
    "id": 51249,
    "hotelid": 184797,
    "name": "Alte Post",
    "address": "Feistritz an der Gail 19",
    "city": "Feistritz an der Gail",
    "country": "Austria",
    "propertytype": "Hotels",
    "star_rating": 3,
    "Rooms": "Standard Double",
    "Prices (USD)": 87,
    "Amenities": "Room size: 20 m¬≤/215 ft¬≤, Street view, Separate shower/bathtub, 1 double bed",
    "Hotel Desc": "This traditional, lovingly renovated hotel is located in the picturesque Gail Valley in Southern Carinthia, only a few kilometres away from the A2 motorway and the Italian and Slovenian borders. Free WiFi is available. A former coaching inn and tavern, the Alte Post offers cosy rooms and a restaurant with traditional cuisine. A day bar on the ground floor, a cellar bar with music, and 2 large function rooms are also available."
  },
  {
    "id": 51338,
    "hotelid": 185200,
    "name": "Wellness Hotel Szindbad",
    "address": "Arnyas fasor 1",
    "city": "Balatonszemes",
    "country": "Hungary",
    "propertytype": "Hotels",
    "star_rating": 3,
    "Rooms": "Executive Double Room",
    "Prices (USD)": 100,
    "Amenities": "Pay at the hotel, Free Wi-Fi, Free cancellation before December 20, 2019",
    "Hotel Desc": "Situated right in the middle of the southern shore of Lake Balaton in Balatonszemes, the Szinbád Wellness Hotel can be found on a peaceful and quiet spot surrounded by trees. Plunge into the swimming pool or in the adventure-pool, relax in the hot tubs or rejuvenate body and soul in the Finnish sauna, the infra sauna and in the aroma and salt cabins. You can also treat yourself to one of the many different massages available in the Szinbád Wellness Hotel. Spend restful nights in your nicely furnished room and savour tasty Hungarian and international cuisine."
  },
  {
    "id": 51344,
    "hotelid": 185208,
    "name": "Actor Hotel Budapest",
    "address": "Viola 10-14.",
    "city": "Budapest",
    "country": "Hungary",
    "propertytype": "Hotels",
    "star_rating": 4,
    "Rooms": "Superior Double",
    "Prices (USD)": 117,
    "Amenities": "Room size: 23 m¬≤/248 ft¬≤, City view, Non-smoking, Bathtub, 1 king bed",
    "Hotel Desc": "Close to the Danube River, Actor Hotel is 650 metres from the Gran Boulevard and the Klinikák Metro Station. The historic Old Town is easily reachable as well from the nearby metro, bus and tram stations. Spend peaceful nights in the elegantly furnished and air-conditioned rooms before you set out for doing business or sightseeing in Budapest. All rooms are fitted with underfloor heating."
  },
  {
    "id": 51544,
    "hotelid": 1859854,
    "name": "Bistro Kristina",
    "address": "Stjepana RadiA++a 40",
    "city": "Perusic",
    "country": "Croatia",
    "propertytype": "Bed and breakfasts",
    "star_rating": 3,
    "Rooms": "Standard Twin Room",
    "Prices (USD)": 221,
    "Amenities": "Room size: 30 m¬≤/323 ft¬≤, Street view, Non-smoking, Separate shower/bathtub, 2 single beds",
    "Hotel Desc": "Bistro Kristina features garden views, free WiFi and free private parking, set in Perušić. Fitted with a patio, the units feature a flat-screen TV and a private bathroom with shower. For added convenience, the property can provide towels and linens for a supplement. A continental breakfast is available every morning at the bed and breakfast"
  },
  {
    "id": 51925,
    "hotelid": 7461115,
    "name": "Breithorn Hotel",
    "address": "Route Ramey, 27",
    "city": "Ayas",
    "country": "Italy",
    "propertytype": "Hotels",
    "star_rating": 4,
    "Rooms": "Executive Twin",
    "Prices (USD)": 173,
    "Amenities": "Room size: 20 m¬≤/215 ft¬≤, Non-smoking, Shower and bathtub, 2 single beds",
    "Hotel Desc": "Situated near coffee shop and a bar in 10 minutes' drive from Valle di Ayas, Breithorn Hotel Champoluc comprises 30 rooms 0.5 km from Antica Chiesa di Sant'Anna. A comfortable stay at this hotel awaits you with steam baths and a hot tub. Champoluc centre can be reached within 5 minutes' walk. The 4-star hotel is not very far from Champoluc Adventure Park."
  },
  {
    "id": 52019,
    "hotelid": 7464232,
    "name": "Villa Polop by Renteando",
    "address": "Calle Florencia",
    "city": "La Nucia",
    "country": "Spain",
    "propertytype": "Hotels",
    "star_rating": 4,
    "Rooms": "Superior",
    "Prices (USD)": 234,
    "Amenities": "Room size: 16 m¬≤/172 ft¬≤, Non-smoking, Shower and bathtub, 1 queen bed",
    "Hotel Desc": "The helpful hosts at the Villa Polop By Renteando assure you of a very warm welcome, offering highly rated, 5-star holiday home accommodation with three well-appointed rooms. The property is offering 5 deals at up to 32% off on selected dates in August & September. Facilities include nearby parking, plus free Wi-Fi in bedrooms & all guest areas."
  },
  {
    "id": 52259,
    "hotelid": 74816,
    "name": "Best Western Glasgow City Hotel",
    "address": "27 Elmbank Street",
    "city": "Glasgow",
    "country": "United Kingdom",
    "propertytype": "Hotels",
    "star_rating": 3,
    "Rooms": "Deluxe Double Room",
    "Prices (USD)": 317,
    "Amenities": "Room size: 35 m¬≤/377 ft¬≤, 1 queen bed",
    "Hotel Desc": "The best way to discover the life and soul of Glasgow is to be right there, at the heart of it all. But an exceptional central location isn't the only big attraction of the Glasgow City hotel. This stylish, contemporary hotel offers some of best bedrooms in the city, at some of the best rates too. Choice of standard or superior rooms. Family rooms available. Large plasma screen TV with satellite. Plush modern bathrooms with power shower."
  },
  {
    "id": 52276,
    "hotelid": 74835,
    "name": "The Villa Kensington",
    "address": "10 -11 Ashburn Gardens",
    "city": "London",
    "country": "United Kingdom",
    "propertytype": "Hotels",
    "star_rating": 3,
    "Rooms": "Double Single Use Standard",
    "Prices (USD)": 290,
    "Amenities": "Room size: 14 m¬≤/151 ft¬≤",
    "Hotel Desc": "Get your trip off to a great start with a stay at this property, which offers free Wi-Fi in all rooms. Strategically situated in Chelsea, allowing you access and proximity to local attractions and sights. Don't leave before paying a visit to the famous London Eye. This 3-star property is packed with in-house facilities to improve the quality and joy of your stay."
  },
  {
    "id": 52853,
    "hotelid": 186973,
    "name": "Aneks Hotelu Kazimierz",
    "address": "Miodowa 18",
    "city": "Krakow",
    "country": "Poland",
    "propertytype": "Hotels",
    "star_rating": 3,
    "Rooms": "Queen Sofabed",
    "Prices (USD)": 76,
    "Amenities": "Room size: 22 m¬≤/237 ft¬≤, Non-smoking, Shower, 1 queen bed and 1 sofa bed",
    "Hotel Desc": "Located in the heart of Kraków's Kazimierz district, 200 metres from the Nowy Square, Aneks Hotelu Kazimierz offers air-conditioned rooms with free internet. The Aneks is situated just 600 metres from the Wawel Castle and the Vistula River. The walk to the Main Market Square takes about 17 minutes. In the morning guests can enjoy a large buffet breakfast with warm and cold products in the partner Kazimierz hotel, just 10 metres away."
  },
  {
    "id": 52944,
    "hotelid": 187262,
    "name": "Best Western Hotel Acqua Novella",
    "address": "Via Acqua Novella 1",
    "city": "Spotorno",
    "country": "Italy",
    "propertytype": "Hotels",
    "star_rating": 4,
    "Rooms": "Superior Apartment",
    "Prices (USD)": 226,
    "Amenities": "Room size: 100 m¬≤/1076 ft¬≤, Shower and bathtub, Kitchenette, 2 single beds and 1 queen bed",
    "Hotel Desc": "Is located in the eastern and more peaceful area of Spotorno. It stands on a hillside, immersed on the coastline.deal location for a relaxing, quiet getaway with a wonderful climate and an amazing view: overlooking the pristine blue waters of Spotorno, the breakfast room sets the scene for every moment of the day."
  },
  {
    "id": 53034,
    "hotelid": 7516516,
    "name": "Blue Lagoon Kosher Hotel (by Capital Coast Resort & Spa)",
    "address": "69, Tombs of the Kings Avenue",
    "city": "Paphos",
    "country": "Cyprus",
    "propertytype": "Hotels",
    "star_rating": 4,
    "Rooms": "Family Room (2 Adults + 2 Children)",
    "Prices (USD)": 170,
    "Amenities": "Room size: 27 m¬≤/291 ft¬≤, Balcony/terrace, Shower and bathtub, 2 queen beds",
    "Hotel Desc": "Situated in Paphos City, 400 metres from Venus Beach, Blue Lagoon Kosher Hotel (by Capital Coast Resort & Spa) features accommodation with a seasonal outdoor swimming pool, free private parking, a fitness centre and a garden."
  },
  {
    "id": 53233,
    "hotelid": 75484,
    "name": "Aqua Hotel Termal",
    "address": "Kigyo u. 1",
    "city": "Mosonmagyarovar",
    "country": "Hungary",
    "propertytype": "Hotels",
    "star_rating": 3,
    "Rooms": "Suite with Sea View",
    "Prices (USD)": 128,
    "Amenities": "Room size: 60 m¬≤/646 ft¬≤, Balcony/terrace, Shower, 1 king bed or 1 sofa bed",
    "Hotel Desc": "Offering direct access and free entry to the city bath with spa and wellness facilities, Aqua Hotel Termál is a 3-star hotel in the heart of Mosonmagyaróvár. A restaurant, a bar and a sun terrace are also at guests' disposal."
  },
  {
    "id": 53440,
    "hotelid": 7590436,
    "name": "Camping Au Pre de l'Etang",
    "address": "L'Elemiere",
    "city": "Ile De Re",
    "country": "France",
    "propertytype": "Hotels",
    "star_rating": 2,
    "Rooms": "King Executive Suite",
    "Prices (USD)": 427,
    "Amenities": "Room size: 79 m¬≤/850 ft¬≤, Balcony/terrace, Non-smoking, Separate shower/bathtub, Executive lounge access, 1 king bed",
    "Hotel Desc": "Camping Au Pré de l'Étang features garden views, free WiFi and free private parking, located in Sainte-Foy, 49 km from Casino of Saint Jean de Monts.If you would like to discover the area, fishing is possible in the surroundings. Olonnes Golf Course is 6.6 km from the camping, while Port Bourgenay Golf Club is 17 km away. The nearest airport is La Rochelle - Ile de Re Airport, 97 km from Camping Au Pré de l'Étang."
  },
  {
    "id": 54269,
    "hotelid": 7609339,
    "name": "Appartement Salvaterra",
    "address": "325 Avenue de Provence",
    "city": "Sauveterre (Languedoc-Roussillon)",
    "country": "France",
    "propertytype": "Hotels",
    "star_rating": 3,
    "Rooms": "Double Room",
    "Prices (USD)": 79,
    "Amenities": "Room size: 12 m¬≤/129 ft¬≤, Balcony/terrace, Shower, Kitchenette, 1 queen bed",
    "Hotel Desc": "Located on the first floor of a villa, with a private entrance, it offers a view of the garden and includes a bathroom with bath, shower and hairdryer. The kitchen is equipped with a dishwasher, oven, microwave and coffee machine.This holiday home has a barbecue, patio and free WiFi."
  },
  {
    "id": 54547,
    "hotelid": 1893742,
    "name": "B&B Hotel Villeneuve Loubet Village",
    "address": "700 avenue des Plans",
    "city": "Villeneuve-Loubet",
    "country": "France",
    "propertytype": "Hotels",
    "star_rating": 2,
    "Rooms": "Standard Double Room",
    "Prices (USD)": 103,
    "Amenities": "Shower",
    "Hotel Desc": "Our hotel is near Villeneuve Loubet's beaches. You can also have a great family day out when you stay at our hotel in Alpes Maritimes near Marineland, Aquasplash, and Villeneuve Loubet golf course (2 miles). Not to mention that it is easy to get to, near the train station and Nice Côte d'Azur airport (5 miles)."
  },
  {
    "id": 54550,
    "hotelid": 1893822,
    "name": "B&B hotel Villeneuve Loubet Plage",
    "address": "Quartier Les Cavaliers 1810 ROUTE DEPARTEMENTALE 6007",
    "city": "Villeneuve-Loubet",
    "country": "France",
    "propertytype": "Hotels",
    "star_rating": 2,
    "Rooms": "Standard Single Room",
    "Prices (USD)": 79,
    "Amenities": "Shower",
    "Hotel Desc": "Located between Cagnes-sur-Mer and Antibes, Villeneuve-Loubet is on the Mediterranean coast. This charming seaside resort in the French Riviera is a popular tourist destination for families, and a preferred stopping point for professionals on business trips in the south of France. Book your stay in Villeneuve-Loubet for a sunny holiday to the soundtrack of the famous cicadas, at an affordable price!"
  },
  {
    "id": 54774,
    "hotelid": 190123,
    "name": "Captain's House",
    "address": "Main Street",
    "city": "Skala Kefalonias",
    "country": "Greece",
    "propertytype": "Hotels",
    "star_rating": 2,
    "Rooms": "Triple Room",
    "Prices (USD)": 127,
    "Amenities": "Room size: 23 m¬≤/248 ft¬≤, Shower, 1 single bed and 1 queen bed or 3 single beds",
    "Hotel Desc": "The family-run Captain's House is situated in the centre of Skala, only 50-metres from one of Kefalonia's most beautiful beaches.  Friendly staff, a great location and free Wi-Fi make this a great choice."
  },
  {
    "id": 54852,
    "hotelid": 1903701,
    "name": "Wellness Wanderhotel Wanzenbock",
    "address": "Paradiesweg 4",
    "city": "Puchberg am Schneeberg",
    "country": "Austria",
    "propertytype": "Hotels",
    "star_rating": 4,
    "Rooms": "Single Room",
    "Prices (USD)": 130,
    "Amenities": "Shower and bathtub, 1 single bed",
    "Hotel Desc": "80 km of marked hiking trails run through the relaxing landscape. Our hotel is about 5 minutes from the town center in a quiet location.Our 4-star hotel has 80 beds. The rooms are all equipped with toilet, shower, some with bathtub, satellite TV, radio, telephone and mostly with balcony. We also have an indoor pool, sauna, steam bath, organic sauna, colored light energy island, sunbathing lawn and a fitness room."
  },
  {
    "id": 54906,
    "hotelid": 7633583,
    "name": "Camping Les Charmettes 513",
    "address": "Avenue de la Palmyre - Camping Les Charmettes - unit 513",
    "city": "La Tremblade",
    "country": "France",
    "propertytype": "Hotels",
    "star_rating": 4,
    "Rooms": "Queensgate Deluxe Queen Room",
    "Prices (USD)": 268,
    "Amenities": "Free Wi-Fi, Extra low price! (non-refundable)",
    "Hotel Desc": "One of the jewels in the Siblu crown, Les Charmettes is close to the seaside resort of La Palmyre on the sunny west coast in Charente Maritime. This hugely popular park has everything you could want for a fun family holiday. It is set within a spacious and well-landscaped environment, around a lively hub which features a huge pool complex, bar, restaurant and indoor entertainment venue."
  },
  {
    "id": 55194,
    "hotelid": 7637672,
    "name": "Wester Muirhouse",
    "address": "Fishers Road",
    "city": "Linlithgow",
    "country": "United Kingdom",
    "propertytype": "Hotels",
    "star_rating": 3,
    "Rooms": "Superior Double",
    "Prices (USD)": 156,
    "Amenities": "Room size: 20 m¬≤/215 ft¬≤, Street view, Shower and bathtub, 1 double bed",
    "Hotel Desc": "Providing garden views, Wester Muirhouse in Linlithgow provides accommodation, a garden and a shared lounge. Hopetoun House is 16 km from the bed and breakfast, while Forth Bridge is 23 km away."
  },
  {
    "id": 55365,
    "hotelid": 190476,
    "name": "Acteon Hotel",
    "address": "Port",
    "city": "Ios Chora",
    "country": "Greece",
    "propertytype": "Hotels",
    "star_rating": 2,
    "Rooms": "Single Room",
    "Prices (USD)": 45,
    "Amenities": "Room size: 13 m¬≤/140 ft¬≤, Balcony/terrace, Non-smoking, Shower, 1 semi double bed",
    "Hotel Desc": "Combining authenticity with contemporary comfort this budget Ios hotel offers affordable accommodation to travelers seeking for quality lodging in the lively port of Ios. The cozy interiors and modern amenities as well as the wide range of room facilities provided ensure guests a pleasurable stay. Situated only a 5-minute walk from Yialos beach and a 15-minute hike from Ios Town, this sea-view hotel allows visitors to capture the essence of island holidays."
  },
  {
    "id": 55499,
    "hotelid": 1909089,
    "name": "B&B Torcida",
    "address": "Donje Polje 70",
    "city": "Vrpolje",
    "country": "Croatia",
    "propertytype": "Bed and breakfasts",
    "star_rating": 3,
    "Rooms": "Fortuna Boat Standard River View Cabin",
    "Prices (USD)": 64,
    "Amenities": "Room size: 14 m¬≤/151 ft¬≤, River view, Shower, 1 queen bed or 2 single beds",
    "Hotel Desc": "Set 11 km from Barone Fortress, B&B Ave Maria offers 3-star accommodation in Vrpolje and has a garden. Offering free private parking, the 3-star bed and breakfast is 10 km from Sibenik Town Hall. The accommodation offers free WiFi throughout the property, as well as a terrace and a traditional restaurant."
  },
  {
    "id": 55702,
    "hotelid": 19180,
    "name": "Adonis City Hotel",
    "address": "Zaimi 7 & Kapsali 9",
    "city": "Patra",
    "country": "Greece",
    "propertytype": "Hotels",
    "star_rating": 2,
    "Rooms": "Deluxe Double Room with Balcony",
    "Prices (USD)": 174,
    "Amenities": "Room size: 20 m¬≤/215 ft¬≤, Balcony/terrace, Shower, 1 king bed",
    "Hotel Desc": "With a panoramic view of the Gulf of Patras, Hotel Adonis occupies a central position overlooking the harbour and the town.The hotel also offers concierge service ,organizing tours and is an ideal base for excursions to many of the area's archaeological sites such as ancient Olympia, Delfi, Korinth, Epidavros, Mycinae and Athens.  Other area attractions include the Rio-Antirio Bridge - the longest cable bridge in the world, the ski centre of Kalavryta, the Caves of Lakes and the Agia Lavra Monastery."
  },
  {
    "id": 56045,
    "hotelid": 76671,
    "name": "Brit Hotel Essentiel de Granville",
    "address": "57 Avenue Des Matignon",
    "city": "Granville",
    "country": "France",
    "propertytype": "Hotels",
    "star_rating": 2,
    "Rooms": "Single Superior",
    "Prices (USD)": 207,
    "Amenities": "Free Breakfast, Free Wi-Fi, Cancellation policy",
    "Hotel Desc": "Located in Granville, Brit Hotel Granville is within a 5-minute drive of Mont Saint-Michel Bay and Granville Beach. This hotel is 1 mi (1.7 km) from Richard Anacreon Museum of Modern Art and 1.2 mi (2 km) from Avranches-Granville Hospital.ake in the views from a garden and make use of amenities such as complimentary wireless Internet access and tour/ticket assistance.You can enjoy a meal at Bar serving the guests of Brit Hotel Granville, or stop in at the snack bar/deli."
  }
]
